Repository: Denis-Hish/maintenance-mode-plugin-for-wordpress
Catalog: languages/maintenance-mode-plugin-*.po
Languages: pl_pl, ru_ru, uk

source: until %s
pl_pl: do %s
ru_ru: до %s
uk: до %s

source: %s - under maintenance
pl_pl: %s - w trakcie konserwacji
ru_ru: %s - на техническом обслуживании
uk: %s - на технічному обслуговуванні

source: Allowed Roles
pl_pl: Dozwolone role
ru_ru: Разрешенные роли
uk: Дозволені ролі

source: Custom HTML
pl_pl: Własny HTML
ru_ru: Пользовательский HTML
uk: Власний HTML

source: Displays a custom maintenance page when activated manually or via timers. Ability to use your own HTML code. Access to the site based on user roles.
pl_pl: Wyświetla niestandardową stronę konserwacji po aktywacji ręcznej lub za pomocą timerów. Możliwość użycia własnego kodu HTML. Dostęp do witryny na podstawie ról użytkownika.
ru_ru: Отображает пользовательскую страницу технического обслуживания при активации вручную или через таймеры. Возможность использовать собственный HTML код. Доступ к сайту на основе ролей пользователей.
uk: Відображає спеціальну сторінку технічного обслуговування, якщо її активовано вручну або за допомогою таймерів. Можливість використання власного HTML коду. Доступ до сайту на основі ролей користувача.

source: Enable Maintenance Mode
pl_pl: Włącz tryb konserwacji
ru_ru: Включить режим технического обслуживания
uk: Увімкнути режим технічного обслуговування

source: End Time (optional)
pl_pl: Czas zakończenia (opcjonalnie)
ru_ru: Время окончания (опционально)
uk: Час закінчення (необов'язково)

source: Maintenance Mode
pl_pl: Tryb konserwacji
ru_ru: Техническое обслуживание
uk: Технічне обслуговування

source: Maintenance Mode Active:
pl_pl: Tryb konserwacji aktywny:
ru_ru: Режим технического обслуживания активен:
uk: Активний режим технічного обслуговування:

source: Maintenance Mode Settings
pl_pl: Ustawienia trybu konserwacji
ru_ru: Настройки режима технического обслуживания
uk: Параметри режиму технічного обслуговування

source: Maintenance Mode:
pl_pl: Tryb konserwacji:
ru_ru: Режим технического обслуживания:
uk: Режим технічного обслуговування:

source: Manage settings
pl_pl: Zarządzaj ustawieniami
ru_ru: Управление настройками
uk: Управління налаштуваннями

source: Scheduled maintenance completed at %s.
pl_pl: Zaplanowana konserwacja ukończona o %s.
ru_ru: Плановое техническое обслуживание завершено в %s.
uk: Планове технічне обслуговування завершено о %s.

source: Select roles that can access the site during maintenance.
pl_pl: Wybierz role, które będą mogły uzyskać dostęp do witryny podczas konserwacji.
ru_ru: Выберите роли, которые могут получить доступ к сайту во время технического обслуживания.
uk: Виберіть ролі, які мають доступ до сайту під час технічного обслуговування.

source: Set the end time for scheduled maintenance (optional).
pl_pl: Ustaw godzinę zakończenia zaplanowanej konserwacji (opcjonalnie).
ru_ru: Установите время окончания планового технического обслуживания (опционально).
uk: Встановіть час закінчення планового технічного обслуговування (необов’язково).

source: Set the start time for scheduled maintenance (optional).
pl_pl: Ustaw godzinę rozpoczęcia zaplanowanej konserwacji (opcjonalnie).
ru_ru: Установите время начала планового технического обслуживания (опционально).
uk: Встановіть час початку планового технічного обслуговування (необов’язково).

source: Settings
pl_pl: Ustawienia
ru_ru: Настройки
uk: Налаштування

source: Start Time (optional)
pl_pl: Godzina rozpoczęcia (opcjonalnie)
ru_ru: Время начала (опционально)
uk: Час початку (необов'язково)

source: The site is currently being updated.
pl_pl: Strona jest obecnie aktualizowana.
ru_ru: В настоящее время сайт обновляется.
uk: Зараз сайт оновлюється.

source: The site is in manual maintenance mode.
pl_pl: Strona znajduje się w trybie konserwacji ręcznej.
ru_ru: Сайт находится в режиме ручного технического обслуживания.
uk: Сайт знаходиться в ручному режимі технічного обслуговування.

source: The site is in scheduled maintenance mode.
pl_pl: Strona znajduje się w trybie zaplanowanej konserwacji.
ru_ru: Сайт находится в режиме планового технического обслуживания.
uk: Сайт працює в режимі планового технічного обслуговування.

source: The site is in scheduled maintenance mode. Scheduled to end at %s.
pl_pl: Strona jest w trybie zaplanowanej konserwacji. Zakończenie zaplanowane na %s.
ru_ru: Сайт находится в режиме планового технического обслуживания. Планируется завершить в %s.
uk: Сайт працює в режимі планового технічного обслуговування. Заплановано на %s.

source: The site is under maintenance and will be available soon. We apologize for the inconvenience - The site is under maintenance and will be available soon. We apologize for the inconvenience - The site is under maintenance and will be available soon. We apologize for the inconvenience
pl_pl: Strona jest w trakcie konserwacji i wkrótce będzie dostępna. Przepraszamy za niedogodności - Strona jest w trakcie konserwacji i wkrótce będzie dostępna. Przepraszamy za niedogodności - Strona jest w trakcie konserwacji i wkrótce będzie dostępna. Przepraszamy za niedogodności
ru_ru: Сайт находится на обслуживании и скоро будет доступен. Приносим извинения за неудобства - Сайт находится на обслуживании и скоро будет доступен. Приносим извинения за неудобства - Сайт находится на обслуживании и скоро будет доступен. Приносим извинения за неудобства
uk: Сайт знаходиться на технічному обслуговуванні та незабаром буде доступний. Просимо вибачення за незручності - сайт знаходиться на технічному обслуговуванні та незабаром буде доступний. Просимо вибачення за незручності - сайт знаходиться на технічному обслуговуванні та незабаром буде доступний. Просимо вибачення за незручності

source: The site will be in scheduled maintenance mode. Scheduled to start at %s
pl_pl: Strona będzie w trybie zaplanowanej konserwacji. Rozpoczęcie zaplanowane na %s
ru_ru: Сайт будет находиться в режиме планового технического обслуживания. Начало запланировано с %s
uk: Сайт буде працювати в режимі планового технічного обслуговування. Початок запланований на %s

source: under maintenance
pl_pl: w trakcie konserwacji
ru_ru: на техническом обслуживании
uk: на технічному обслуговуванні

source: View settings
pl_pl: Przeglądaj ustawienia
ru_ru: Посмотреть настройки
uk: Переглянути налаштування

source: We apologize for the inconvenience.
pl_pl: Przepraszamy za niedogodności.
ru_ru: Приносим извинения за неудобства.
uk: Просимо вибачення за незручності.

source: We'll be right back. Thank you for your patience.
pl_pl: Za chwilę wrócimy. Dziękujemy za cierpliwość.
ru_ru: Мы скоро вернемся. Спасибо за терпение.
uk: Ми незабаром повернемося. Дякуємо за ваше терпіння.

source: Website currently
pl_pl: Strona internetowa jest obecnie
ru_ru: В настоящее время сайт находится
uk: На даний момент сайт знаходиться
